{
  "researchSections": [
    {
      "id": 1,
      "icon": "M17.657 16.657L13.414 20.9a1.998 1.998 0 01-2.827 0l-4.244-4.243a8 8 0 1111.314 0z M15 11a3 3 0 11-6 0 3 3 0 016 0z",
      "title": "The Mind-Body Bridge (Psychoneuroimmunology)",
      "description": "This is the proven medical science of how your emotions become your biology. Every thought and feeling triggers a neural response, releasing hormones that directly command your immune system. Chronic stress and unresolved trauma create dysfunctional commands, resulting in physical inflammation, autoimmunity, and pain. Your symptoms are the body's final message."
    },
    {
      "id": 2,
      "icon": "M19.428 15.428a2 2 0 00-1.022-.547l-2.387-.477a6 6 0 00-3.86.517l-.318.158a6 6 0 01-3.86.517L6.05 15.21a2 2 0 00-1.806.547M8 4h8l-1 1v5.172a2 2 0 00.586 1.414l5 5c1.26 1.26.367 3.414-1.415 3.414H4.828c-1.782 0-2.674-2.154-1.414-3.414l5-5A2 2 0 009 10.172V5L8 4z",
      "title": "The Energetic Blueprint (Quantum & Epigenetics)",
      "description": "Your body is not just a chemical machine; it's a dynamic energetic field. Trauma and chronic stress aren't just memories—they are tangible energetic *distortions* broadcasting a dysfunctional frequency. This signal acts like faulty software, giving your genes (Epigenetics) the wrong instructions, telling your cells to express illness instead of wellness. We don't chase the chemical symptom; we fix the energetic code."
    },
    {
      "id": 3,
      "icon": "M9 12l2 2 4-4m5.618-4.016A11.955 11.955 0 0112 2.944a11.955 11.955 0 01-8.618 3.04A12.02 12.02 0 003 9c0 5.591 3.824 10.29 9 11.622 5.176-1.332 9-6.03 9-11.622 0-1.042-.133-2.052-.382-3.016z",
      "title": "The Resonance Solution (Bio-Energetics)",
      "description": "Our technology makes the invisible visible. We read your body's energy field to pinpoint the *exact* dysfunctional frequency of the trauma distortion. We then use precise bio-resonance patterns to neutralize this distortion—not just mask it, but erase the signal at its origin. This permanently breaks the trauma-symptom loop, allowing your nervous system to reboot and your body to return to its natural blueprint of health."
    }
  ],
  "content": {
    "title": "Backed By Cutting-Edge Research",
    "description": "We synthesize proven science into practical resolution. Our process is built on the hard science connecting your mind, body, and energy field, allowing us to decode your symptoms at their true source."
  }
}
